/* Format vdev_stat_t */
"%llu Read Errors, %llu Write Errors, %llu Checksum Errors" = "%1$llu Read Errors, %2$llu Write Errors, %3$llu Checksum Errors";

/* File System Menu Entry */
"%s (%@%@)" = "%1$s (%2$@%3$@)";

/* Device Menu Entry
   Pool Menu Entry
   VDev Menu Entry */
"%s (%@)" = "%1$s (%2$@)";

/* locked status */
", 🔒" = ", 🔒";

/* Cache Menu Entry */
"cache: %s (%@)" = "cache: %1$s (%2$@)";

/* Pool Config Error Message */
"Error reading pool configuration" = "Error reading pool configuration";

/* Helper Error notification Format */
"Helper encountered an error: %@." = "Helper encountered an error: %@.";

/* Helper Error notification Title */
"Helper Error" = "Helper Error";

/* Load Key Menu Entry */
"Load Keys" = "Load Keys";

/* Format vdev_stat_t */
"No Errors" = "No Errors";

/* Scrub Menu Entry */
"Scrub in Progress: %0.2f %% (%s out of %s)" = "Scrub in Progress: %1$.2f %% (%2$s out of %3$s)";

/* ZFS Pool Error Format */
"ZFS detected an error on pool %s." = "ZFS detected an error on pool %s.";

/* ZFS Error Format */
"ZFS encountered an error: %s." = "ZFS encountered an error: %s.";

/* ZFS Error Title */
"ZFS Error" = "ZFS Error";

/* ZFS Pool Error Title */
"ZFS Pool Error" = "ZFS Pool Error";

/* mounted status */
"📌" = "📌";

/* unlocked status */
"🔑" = "🔑";

/* unmounted status */
"🕳" = "🕳";

